brew "ack"
brew "asciinema"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "bbe"
brew "ccache"
brew "ccls"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "devd"
brew "dovecot"
brew "elinks"
brew "entr"
brew "exiftool"
brew "extract_url"
brew "fd"
brew "fdupes"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "gnutls"
brew "go"
brew "graphviz"
brew "helm"
brew "hey"
brew "homebrew/cask-fonts/font-fira-code-nerd-font"
brew "homebrew/cask-fonts/font-fira-mono-nerd-font"
brew "homebrew/cask-fonts/font-hack-nerd-font"
brew "homebrew/cask-fonts/font-meslo-nerd-font"
brew "htop"
brew "hub"
brew "imagemagick"
brew "isync"
brew "jq"
brew "jrnl"
brew "jsonlint"
brew "k9s"
brew "kind"
# brew "koekeishiya/formulae/skhd", restart_service: :changed
# brew "koekeishiya/formulae/yabai", restart_service: :changed
brew "kn"
brew "kubectx"
brew "kubernetes-cli"
brew "llvm"
brew "lmdb"
brew "lolcat"
brew "make"
brew "mas"
brew "maven"
brew "minikube"
brew "modd"
brew "msmtp"
brew "neomutt"
brew "neovim"
brew "nghttp2"
brew "node"
brew "notmuch"
brew "numpy"
brew "openldap"
brew "pandoc"
brew "parallel"
brew "pdf2svg"
brew "pigz"
brew "plantuml"
brew "pngpaste"
brew "pstree"
brew "pv"
brew "qemu"
brew "qmk/qmk/qmk"
brew "qpdf"
brew "rbenv"
brew "rlwrap"
brew "rsync"
brew "scala"
brew "shared-mime-info"
brew "shellcheck"
brew "siege"
brew "sloccount"
brew "snappy"
brew "srt"
brew "starship"
brew "swiftlint"
brew "telnet"
brew "tig"
brew "tmux"
brew "todo-txt"
brew "toilet"
brew "tree"
brew "unbound"
brew "urlview"
brew "vim"
brew "w3m"
brew "watch"
brew "wget"
brew "xdot"
brew "youtube-dl"
brew "yq"

cask "firefox"
cask "imageoptim"
cask "keepingyouawake"
cask "rectangle"
cask "swiftformat-for-xcode"
cask "visual-studio-code"
cask "wireshark"
