brew "ack"
brew "bash-completion"
brew "ccache"
brew "ccls"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "devd"
brew "dovecot"
brew "elinks"
brew "entr"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "htop"
brew "hub"
brew "imagemagick"
brew "isync"
brew "jq"
brew "jsonlint"
brew "make"
brew "modd"
brew "msmtp"
brew "neomutt"
brew "neovim"
brew "notmuch"
brew "openldap"
brew "pandoc"
brew "pdf2svg"
brew "pigz"
brew "plantuml"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rlwrap"
brew "rsync"
brew "sloccount"
brew "swiftlint"
brew "telnet"
brew "tig"
brew "tmux"
brew "toilet"
brew "tree"
brew "urlview"
brew "vim"
brew "watch"
brew "wget"
brew "xdot"
brew "youtube-dl"
brew "yq"
