brew "ack"
brew "bash-completion"
brew "coreutils"
brew "elinks"
brew "git"
brew "hub"
brew "isync"
brew "msmtp"
brew "neomutt"
brew "notmuch"
brew "reattach-to-user-namespace"
brew "tig"
brew "tmux"
brew "toilet"
brew "urlview"
brew "neovim"
brew "w3m"
brew "watch"
brew "wget"
